mutant_diffs/bi_SearchFromTo.x_bi_SearchFromTo__mutmut_15.diff
# bi_SearchFromTo.x_bi_SearchFromTo__mutmut_15: timeout
--- src/bi_SearchFromTo.py
+++ src/bi_SearchFromTo.py
@@ -12,7 +12,7 @@
 
         else:
             if midVal > key:
-                high = mid - 1
+                high = mid + 1
             else:
                 return mid
     return -(low + 1)
